class Constants:
    URL = 'https://qa-scooter.praktikum-services.ru/'
    YA_DZEN_URL = 'https://dzen.ru/?yredirect=true'


class Answers:
    cost_question_answer_text = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    several_scooters_question_answer_text = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    rent_time_question_answer_text = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    order_today_question_answer_text = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    change_rent_time_question_answer_text = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    charge_scooter_question_answer_text = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    decline_order_question_answer_text = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    countryside_delivery_question_answer_text = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
